Revit 2027 API
PointIterator.Reset Method
 Resets the iterator to the beginning of the collection.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual void Reset()
Public Overridable Sub Reset
public:
virtual void Reset()
abstract Reset : unit -> unit
override Reset : unit -> unit
See Also
Reference
PointIterator Class
Autodesk.Revit.DB.PointClouds Namespace